Repository: berbiche/hybridbar
Catalog: indicators/sound/po/extra/*.po
Languages: de

source: Sound Indicator
de: Soundanzeige

source: Adjust speaker and microphone volume or see Now Playing information and media controls
de: Lautsprecher- und Mikrofonlautstärke anpassen oder Informationen über den laufenden Medientitel und dessen Steuerung anzeigen

source: Minor updates
de: Kleinere Aktualisierungen

source: Updated translations
de: Aktualisierte Übersetzungen

source: New features
de: Neue Funktionen

source: select specific input and output devices
de: bestimmte In- und Outputgeräte auswählen

source: Hide temporary audio players when they stop
de: Verstecke temporäre Audioquellen wenn diese stoppen

source: Add a tooltip on hover
de: Zeige Tooltip beim Darüberfahren

source: Minor visual improvements
de: Kleinere optische Verbesserungen

source: Fix duplicate default player
de: Behebt einen Fehler, bei dem der Standardplayer doppelt angezeigt wurde

source: Fix opacity flash during icon animation
de: Behebt einen Fehler, bei dem die Transparenz während einer Icon-Animation aufblitzte

source: Update default music player when changed
de: Standardmusikplayer updaten, wenn dieser geändert wurde

source: Correctly show "Unknown Artist" when artist info isn't available
de: Zeige "Unbekannter Künstler" wenn Künstlerlinfo nicht vorhanden ist

source: Performance improvements
de: Leistungsverbesserungen
